{
  "itos": [
    "\n",
    " ",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    "*",
    "+",
    ",",
    "-",
    ".",
    "/",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "<",
    "=",
    ">",
    "?",
    "@",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "[",
    "\\",
    "]",
    "^",
    "_",
    "`",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "|",
    "}",
    "~",
    "\u0093",
    "\u0094",
    "\u00a1",
    "\u00a2",
    "\u00a3",
    "\u00a5",
    "\u00a7",
    "\u00b0",
    "\u00b1",
    "\u00b2",
    "\u00b3",
    "\u00b4",
    "\u00b5",
    "\u00b7",
    "\u00ba",
    "\u00bd",
    "\u00bf",
    "\u00c1",
    "\u00c4",
    "\u00c5",
    "\u00c6",
    "\u00c7",
    "\u00c9",
    "\u00cd",
    "\u00ce",
    "\u00d1",
    "\u00d3",
    "\u00d6",
    "\u00d7",
    "\u00d8",
    "\u00da",
    "\u00dc",
    "\u00de",
    "\u00df",
    "\u00e0",
    "\u00e1",
    "\u00e2",
    "\u00e3",
    "\u00e4",
    "\u00e5",
    "\u00e6",
    "\u00e7",
    "\u00e8",
    "\u00e9",
    "\u00ea",
    "\u00eb",
    "\u00ec",
    "\u00ed",
    "\u00ee",
    "\u00ef",
    "\u00f0",
    "\u00f1",
    "\u00f2",
    "\u00f3",
    "\u00f4",
    "\u00f6",
    "\u00f8",
    "\u00f9",
    "\u00fa",
    "\u00fb",
    "\u00fc",
    "\u00fd",
    "\u00fe",
    "\u0100",
    "\u0101",
    "\u0103",
    "\u0105",
    "\u0107",
    "\u010c",
    "\u010d",
    "\u0110",
    "\u0111",
    "\u0112",
    "\u0113",
    "\u0114",
    "\u0115",
    "\u0117",
    "\u0119",
    "\u011f",
    "\u0127",
    "\u012b",
    "\u0130",
    "\u0131",
    "\u013d",
    "\u0141",
    "\u0142",
    "\u0144",
    "\u014c",
    "\u014d",
    "\u0153",
    "\u0159",
    "\u015a",
    "\u015b",
    "\u015e",
    "\u015f",
    "\u0160",
    "\u0161",
    "\u0163",
    "\u0169",
    "\u016b",
    "\u016f",
    "\u0173",
    "\u017a",
    "\u017b",
    "\u017c",
    "\u017d",
    "\u017e",
    "\u01a1",
    "\u01b0",
    "\u01ce",
    "\u01d4",
    "\u0218",
    "\u0219",
    "\u021b",
    "\u022f",
    "\u0250",
    "\u0251",
    "\u0252",
    "\u0254",
    "\u0259",
    "\u025b",
    "\u025c",
    "\u0261",
    "\u0262",
    "\u026a",
    "\u026b",
    "\u0273",
    "\u027d",
    "\u027e",
    "\u0281",
    "\u0283",
    "\u028a",
    "\u028b",
    "\u0292",
    "\u0294",
    "\u0295",
    "\u02b2",
    "\u02bb",
    "\u02bc",
    "\u02be",
    "\u02bf",
    "\u02c8",
    "\u02cc",
    "\u02d0",
    "\u0301",
    "\u0303",
    "\u030d",
    "\u0325",
    "\u032f",
    "\u034d",
    "\u0391",
    "\u0394",
    "\u039a",
    "\u039d",
    "\u03a0",
    "\u03a4",
    "\u03a6",
    "\u03a7",
    "\u03a9",
    "\u03ac",
    "\u03ad",
    "\u03ae",
    "\u03af",
    "\u03b1",
    "\u03b2",
    "\u03b3",
    "\u03b4",
    "\u03b5",
    "\u03b7",
    "\u03b8",
    "\u03b9",
    "\u03ba",
    "\u03bb",
    "\u03bc",
    "\u03bd",
    "\u03be",
    "\u03bf",
    "\u03c0",
    "\u03c1",
    "\u03c2",
    "\u03c3",
    "\u03c4",
    "\u03c5",
    "\u03c7",
    "\u03c8",
    "\u03c9",
    "\u03cc",
    "\u03cd",
    "\u03ce",
    "\u0410",
    "\u0411",
    "\u0412",
    "\u0413",
    "\u041a",
    "\u041f",
    "\u0420",
    "\u0421",
    "\u0423",
    "\u0425",
    "\u042f",
    "\u0430",
    "\u0432",
    "\u0433",
    "\u0434",
    "\u0435",
    "\u0436",
    "\u0437",
    "\u0438",
    "\u0439",
    "\u043a",
    "\u043b",
    "\u043c",
    "\u043d",
    "\u043e",
    "\u043f",
    "\u0440",
    "\u0441",
    "\u0442",
    "\u0443",
    "\u0445",
    "\u0446",
    "\u0448",
    "\u044a",
    "\u044b",
    "\u044c",
    "\u044e",
    "\u044f",
    "\u0454",
    "\u05b5",
    "\u05b6",
    "\u05b8",
    "\u05b9",
    "\u05bc",
    "\u05d0",
    "\u05d1",
    "\u05d2",
    "\u05d4",
    "\u05d5",
    "\u05d6",
    "\u05d7",
    "\u05d9",
    "\u05dc",
    "\u05dd",
    "\u05de",
    "\u05df",
    "\u05e0",
    "\u05e1",
    "\u05e3",
    "\u05e4",
    "\u05e6",
    "\u05e8",
    "\u05e9",
    "\u05ea",
    "\u0621",
    "\u0623",
    "\u0625",
    "\u0627",
    "\u0628",
    "\u0629",
    "\u062a",
    "\u062b",
    "\u062c",
    "\u062d",
    "\u062e",
    "\u062f",
    "\u0630",
    "\u0631",
    "\u0633",
    "\u0634",
    "\u0635",
    "\u0639",
    "\u0641",
    "\u0642",
    "\u0643",
    "\u0644",
    "\u0645",
    "\u0646",
    "\u0647",
    "\u0648",
    "\u064a",
    "\u0710",
    "\u0715",
    "\u0717",
    "\u071d",
    "\u0720",
    "\u0722",
    "\u072c",
    "\u0732",
    "\u0735",
    "\u0902",
    "\u0905",
    "\u0908",
    "\u0915",
    "\u0917",
    "\u0923",
    "\u0924",
    "\u0926",
    "\u0928",
    "\u092a",
    "\u092c",
    "\u092e",
    "\u092f",
    "\u0930",
    "\u0932",
    "\u0935",
    "\u0938",
    "\u0939",
    "\u093e",
    "\u093f",
    "\u0941",
    "\u0942",
    "\u0947",
    "\u0948",
    "\u094d",
    "\u0986",
    "\u09b2",
    "\u09b9",
    "\u09be",
    "\u09cd",
    "\u0a05",
    "\u0a32",
    "\u0a39",
    "\u0a3e",
    "\u0a41",
    "\u0a71",
    "\u0d05",
    "\u0d33",
    "\u0d39",
    "\u0d3e",
    "\u0d4d",
    "\u0e01",
    "\u0e04",
    "\u0e07",
    "\u0e0a",
    "\u0e0b",
    "\u0e0d",
    "\u0e10",
    "\u0e13",
    "\u0e14",
    "\u0e15",
    "\u0e19",
    "\u0e1a",
    "\u0e1b",
    "\u0e1e",
    "\u0e20",
    "\u0e21",
    "\u0e22",
    "\u0e23",
    "\u0e25",
    "\u0e27",
    "\u0e28",
    "\u0e29",
    "\u0e2a",
    "\u0e2b",
    "\u0e2d",
    "\u0e2e",
    "\u0e30",
    "\u0e31",
    "\u0e32",
    "\u0e34",
    "\u0e35",
    "\u0e36",
    "\u0e40",
    "\u0e41",
    "\u0e44",
    "\u0e47",
    "\u0e48",
    "\u0e49",
    "\u0e4a",
    "\u0e4c",
    "\u10a0",
    "\u10a2",
    "\u10a3",
    "\u10a8",
    "\u10ac",
    "\u10b5",
    "\u10bf",
    "\u10d0",
    "\u10d1",
    "\u10d2",
    "\u10d3",
    "\u10d4",
    "\u10d5",
    "\u10d6",
    "\u10d7",
    "\u10d8",
    "\u10d9",
    "\u10da",
    "\u10db",
    "\u10dc",
    "\u10dd",
    "\u10de",
    "\u10df",
    "\u10e0",
    "\u10e1",
    "\u10e2",
    "\u10e3",
    "\u10e4",
    "\u10e5",
    "\u10e6",
    "\u10e7",
    "\u10e8",
    "\u10e9",
    "\u10ea",
    "\u10eb",
    "\u10ec",
    "\u10ed",
    "\u10ee",
    "\u10ef",
    "\u10f0",
    "\u10f1",
    "\u10f2",
    "\u10f3",
    "\u10f4",
    "\u10f5",
    "\u10f6",
    "\u10f7",
    "\u10f8",
    "\u10f9",
    "\u10fa",
    "\u10fb",
    "\u1d7b",
    "\u1e0d",
    "\u1e0f",
    "\u1e24",
    "\u1e25",
    "\u1e37",
    "\u1e43",
    "\u1e45",
    "\u1e47",
    "\u1e5b",
    "\u1e63",
    "\u1e6d",
    "\u1e6f",
    "\u1ea1",
    "\u1ea3",
    "\u1ea5",
    "\u1ea7",
    "\u1ead",
    "\u1eaf",
    "\u1ec5",
    "\u1ec7",
    "\u1ecb",
    "\u1ecd",
    "\u1ecf",
    "\u1ed7",
    "\u1ed9",
    "\u1edb",
    "\u1ee9",
    "\u1eed",
    "\u1eef",
    "\u1ef3",
    "\u1ef9",
    "\u1f00",
    "\u1f30",
    "\u1f40",
    "\u1f41",
    "\u1f51",
    "\u200b",
    "\u2010",
    "\u2011",
    "\u2013",
    "\u2014",
    "\u2015",
    "\u2018",
    "\u2019",
    "\u201c",
    "\u201d",
    "\u201e",
    "\u2020",
    "\u2021",
    "\u2022",
    "\u2026",
    "\u2032",
    "\u2033",
    "\u2044",
    "\u20a3",
    "\u20a4",
    "\u20ac",
    "\u20b9",
    "\u2153",
    "\u2154",
    "\u2192",
    "\u2212",
    "\u2261",
    "\u2264",
    "\u2460",
    "\u2609",
    "\u262b",
    "\u2640",
    "\u266d",
    "\u266f",
    "\u26b3",
    "\u3008",
    "\u3009",
    "\u301c",
    "\u3042",
    "\u3044",
    "\u3046",
    "\u304a",
    "\u304b",
    "\u304c",
    "\u304d",
    "\u304e",
    "\u304f",
    "\u3050",
    "\u3051",
    "\u3053",
    "\u3054",
    "\u3055",
    "\u3057",
    "\u3059",
    "\u305a",
    "\u305c",
    "\u305f",
    "\u3060",
    "\u3061",
    "\u3063",
    "\u3064",
    "\u3068",
    "\u306a",
    "\u306b",
    "\u306e",
    "\u306f",
    "\u3070",
    "\u3072",
    "\u3075",
    "\u307b",
    "\u307e",
    "\u307f",
    "\u3081",
    "\u3082",
    "\u3083",
    "\u3086",
    "\u3087",
    "\u3089",
    "\u308a",
    "\u308b",
    "\u308c",
    "\u308f",
    "\u3092",
    "\u3093",
    "\u30a1",
    "\u30a2",
    "\u30a3",
    "\u30a4",
    "\u30a5",
    "\u30a7",
    "\u30a8",
    "\u30a9",
    "\u30aa",
    "\u30ab",
    "\u30ac",
    "\u30ad",
    "\u30af",
    "\u30b0",
    "\u30b2",
    "\u30b3",
    "\u30b5",
    "\u30b7",
    "\u30b8",
    "\u30b9",
    "\u30ba",
    "\u30bb",
    "\u30bf",
    "\u30c0",
    "\u30c1",
    "\u30c3",
    "\u30c4",
    "\u30c6",
    "\u30c7",
    "\u30c8",
    "\u30c9",
    "\u30ca",
    "\u30cb",
    "\u30cd",
    "\u30ce",
    "\u30cf",
    "\u30d0",
    "\u30d1",
    "\u30d5",
    "\u30d6",
    "\u30d7",
    "\u30d8",
    "\u30d9",
    "\u30de",
    "\u30df",
    "\u30e0",
    "\u30e2",
    "\u30e3",
    "\u30e5",
    "\u30e7",
    "\u30e9",
    "\u30ea",
    "\u30eb",
    "\u30ec",
    "\u30ed",
    "\u30f3",
    "\u30f4",
    "\u30fb",
    "\u30fc",
    "\u4e00",
    "\u4e03",
    "\u4e0b",
    "\u4e16",
    "\u4e19",
    "\u4e2d",
    "\u4e3b",
    "\u4e43",
    "\u4e4b",
    "\u4e59",
    "\u4e5d",
    "\u4e8c",
    "\u4e91",
    "\u4eba",
    "\u4eca",
    "\u4ed8",
    "\u4f5c",
    "\u4f97",
    "\u4f9d",
    "\u4fe1",
    "\u50b3",
    "\u511a",
    "\u5145",
    "\u5149",
    "\u5168",
    "\u5175",
    "\u5176",
    "\u5177",
    "\u5186",
    "\u518d",
    "\u51fa",
    "\u5224",
    "\u524d",
    "\u525b",
    "\u5287",
    "\u5289",
    "\u52d5",
    "\u5316",
    "\u5317",
    "\u534e",
    "\u5382",
    "\u53bb",
    "\u53e4",
    "\u53ef",
    "\u53f0",
    "\u53f2",
    "\u540c",
    "\u540d",
    "\u541b",
    "\u5433",
    "\u5468",
    "\u547d",
    "\u548c",
    "\u54b2",
    "\u5584",
    "\u56db",
    "\u570b",
    "\u5712",
    "\u5723",
    "\u5728",
    "\u5742",
    "\u5824",
    "\u5834",
    "\u5858",
    "\u5915",
    "\u5927",
    "\u5929",
    "\u592b",
    "\u5973",
    "\u5999",
    "\u59da",
    "\u5b50",
    "\u5b5f",
    "\u5b88",
    "\u5b89",
    "\u5b8b",
    "\u5b8c",
    "\u5b97",
    "\u5b9d",
    "\u5bab",
    "\u5bdd",
    "\u5bfa",
    "\u5c0f",
    "\u5c11",
    "\u5c3e",
    "\u5c71",
    "\u5cb3",
    "\u5ddd",
    "\u5dde",
    "\u5df3",
    "\u5e02",
    "\u5e2b",
    "\u5e73",
    "\u5e7f",
    "\u5e86",
    "\u5e9c",
    "\u5ea7",
    "\u5eec",
    "\u5efa",
    "\u5f0f",
    "\u5f35",
    "\u5f4c",
    "\u5f69",
    "\u5f7c",
    "\u5f8c",
    "\u5fa1",
    "\u5fb7",
    "\u601d",
    "\u611b",
    "\u6191",
    "\u61b6",
    "\u61c9",
    "\u61f7",
    "\u6218",
    "\u6226",
    "\u6248",
    "\u6280",
    "\u62c9",
    "\u62f3",
    "\u6311",
    "\u63fa",
    "\u653b",
    "\u653e",
    "\u653f",
    "\u6563",
    "\u65af",
    "\u65b9",
    "\u65e5",
    "\u65e6",
    "\u65ed",
    "\u660c",
    "\u660e",
    "\u661f",
    "\u6625",
    "\u664b",
    "\u666f",
    "\u66e6",
    "\u6708",
    "\u671b",
    "\u672a",
    "\u672c",
    "\u674e",
    "\u6751",
    "\u675c",
    "\u675f",
    "\u6765",
    "\u6797",
    "\u685c",
    "\u68b6",
    "\u68d8",
    "\u690e",
    "\u694a",
    "\u695a",
    "\u69ae",
    "\u6a58",
    "\u6a5f",
    "\u6b63",
    "\u6bbb",
    "\u6bbf",
    "\u6bcd",
    "\u6c34",
    "\u6c49",
    "\u6c82",
    "\u6c99",
    "\u6cb3",
    "\u6cd7",
    "\u6ce2",
    "\u6ce3",
    "\u6d2a",
    "\u6df9",
    "\u6e05",
    "\u6e6f",
    "\u6f22",
    "\u6f84",
    "\u6fa4",
    "\u706b",
    "\u706f",
    "\u7075",
    "\u707c",
    "\u713c",
    "\u71b1",
    "\u7269",
    "\u72d0",
    "\u72f8",
    "\u7384",
    "\u738b",
    "\u73a9",
    "\u73c2",
    "\u73d9",
    "\u7403",
    "\u7406",
    "\u7426",
    "\u742a",
    "\u74ca",
    "\u751f",
    "\u7530",
    "\u7562",
    "\u756a",
    "\u7621",
    "\u767d",
    "\u76ae",
    "\u771f",
    "\u7832",
    "\u792e",
    "\u7948",
    "\u795e",
    "\u7960",
    "\u79cb",
    "\u7a7a",
    "\u7acb",
    "\u7cbe",
    "\u7d04",
    "\u7d75",
    "\u7e54",
    "\u7fa9",
    "\u7fe0",
    "\u8005",
    "\u8015",
    "\u8096",
    "\u80e1",
    "\u8180",
    "\u81c2",
    "\u8208",
    "\u826f",
    "\u82b1",
    "\u82b3",
    "\u82bd",
    "\u82e5",
    "\u82f1",
    "\u85d5",
    "\u85e5",
    "\u8604",
    "\u8607",
    "\u884c",
    "\u88c1",
    "\u898f",
    "\u89ba",
    "\u89c2",
    "\u89e3",
    "\u8a18",
    "\u8a93",
    "\u8aa1",
    "\u8ab0",
    "\u8b0e",
    "\u8bb8",
    "\u8c2d",
    "\u8c6a",
    "\u8c6b",
    "\u8cbb",
    "\u8d35",
    "\u8d64",
    "\u8d99",
    "\u8db3",
    "\u8de1",
    "\u8ee2",
    "\u8f9b",
    "\u9006",
    "\u9047",
    "\u904b",
    "\u904e",
    "\u9060",
    "\u9078",
    "\u90a6",
    "\u90b1",
    "\u90e8",
    "\u90ed",
    "\u90fd",
    "\u9148",
    "\u91cc",
    "\u91ce",
    "\u91d1",
    "\u9283",
    "\u92fc",
    "\u9304",
    "\u9321",
    "\u9375",
    "\u9435",
    "\u94b1",
    "\u94c1",
    "\u95dc",
    "\u9632",
    "\u963f",
    "\u9648",
    "\u9673",
    "\u967d",
    "\u968a",
    "\u968e",
    "\u96c6",
    "\u96ea",
    "\u96f2",
    "\u9716",
    "\u9739",
    "\u9742",
    "\u97d3",
    "\u9858",
    "\u986f",
    "\u989c",
    "\u9a6c",
    "\u9ad8",
    "\u9f8d",
    "\ub300",
    "\ub3c5",
    "\ub77c",
    "\ub9bd",
    "\ubcd1",
    "\ubcf4",
    "\ubd80",
    "\uc54c",
    "\uc5f0",
    "\uc81c",
    "\ufdf2",
    "\ufecb",
    "\ufeff",
    "\uff0f",
    "\uff13",
    "\uff5e",
    "\ufffd"
  ]
}